{
  "sections": [
    {
      "section": "I",
      "title": "Live Animals; Animal Products",
      "section_notes": "Note 1. This chapter covers all live animals except: (a) Fish and crustaceans, molluscs and other aquatic invertebrates, of heading 0301, 0306, 0307 or 0308; (b) Cultures of microorganisms and other products of heading 3002; and (c) Animals of heading 9508. Additional U.S. Notes 1. The expression purebred breeding animals covers only animals certified to the U.S. Customs Service by the Department of Agriculture as being purebred of a recognized breed and duly registered in a book of record recognized by the Secretary of Agriculture for that breed, imported specially for breeding purposes, whether intended to be used by the importer himself or for sale for such purposes. 1/ 2. Certain special provisions applying to live animals are in chapter 98.",
      "chapters": [
        {
          "chapter": 1,
          "title": "Live animals"
        },
        {
          "chapter": 2,
          "title": "Meat and edible meat offal"
        },
        {
          "chapter": 3,
          "title": "Fish and crustaceans, molluscs and other aquatic invertebrates"
        },
        {
          "chapter": 4,
          "title": "Dairy produce; birds eggs; natural honey; edible products of animal origin, not elsewhere specified or included"
        },
        {
          "chapter": 5,
          "title": "Products of animal origin, not elsewhere specified or included"
        }
      ]
    },
    {
      "section": "II",
      "title": "Vegetable Products",
      "section_notes": "In this section the term pellets means products which have been agglomerated either directly by compression or by the addition of a binder in a proportion not exceeding 3 percent by weight.",
      "chapters": [
        {
          "chapter": 6,
          "title": "Live trees and other plants; bulbs, roots and the like; cut flowers and ornamental foliage"
        },
        {
          "chapter": 7,
          "title": "Edible vegetables and certain roots and tubers"
        },
        {
          "chapter": 8,
          "title": "Edible fruit and nuts; peel of citrus fruit or melons"
        },
        {
          "chapter": 9,
          "title": "Coffee, tea, maté and spices"
        },
        {
          "chapter": 10,
          "title": "Cereals"
        },
        {
          "chapter": 11,
          "title": "Products of the milling industry; malt; starches; inulin; wheat gluten"
        },
        {
          "chapter": 12,
          "title": "Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruits; industrial or medicinal plants; straw and fodder"
        },
        {
          "chapter": 13,
          "title": "Lac; gums, resins and other vegetable saps and extracts"
        },
        {
          "chapter": 14,
          "title": "Vegetable plaiting materials; vegetable products not elsewhere specified or included"
        }
      ]
    },
    {
      "section": "III",
      "title": "Animal or Vegetable Fats and Oils and Their Cleavage Products; Prepared Edible Fats; Animal or Vegetable Waxes",
      "section_notes": "n/a",
      "chapters": [
        {
          "chapter": 15,
          "title": "Animal or vegetable fats and oils and their cleavage products; prepared edible fats; animal or vegetable waxes"
        }
      ]
    },
    {
      "section": "IV",
      "title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
      "section_notes": "1. In this section the term \"pellets\" means products which have been agglomerated either directly by compression or by the addition of a binder in a proportion not exceeding 3 percent by weight.\n\nAdditional U.S. Notes\n1. In this section the term \"canned\" means preserved in airtight containers by heat processing to destroy or inactivate micro-organisms and enzymes that otherwise could cause spoilage.\n2. For the purposes of this section, unless the context otherwise requires--\n(a) the term \"percent by dry weight\" means the sugar content as a percentage of the total solids in the product;\n(b) The term \"capable of being further processed or mixed with similar or other ingredients\" means that the imported product is in such condition or container as to be subject to any additional preparation, treatment or manufacture or to be blended or combined with any additional ingredient, including water or any other liquid, other than processing or mixing with other ingredients performed by the ultimate consumer prior to consumption of the product;\n(c) the term \"prepared for marketing to the ultimate consumer in the identical form and package in which imported\" means that the product is imported in packaging of such sizes and labeling as to be readily identifiable as being intended for retail sale to the ultimate consumer without any alteration in the form of the product or its packaging; and\n(d) the term \"ultimate consumer\" does not include institutions such as hospitals, prisons and military establishments or food service establishments such as restaurants, hotels, bars or bakeries.",
      "chapters": [
        {
          "chapter": 16,
          "title": "Preparations of meat, of fish or of crustaceans, molluscs or other aquatic invertebrates"
        },
        {
          "chapter": 17,
          "title": "Sugars and sugar confectionery"
        },
        {
          "chapter": 18,
          "title": "Cocoa and cocoa preparations"
        },
        {
          "chapter": 19,
          "title": "Preparations of cereals, flour, starch or milk; bakers' wares"
        },
        {
          "chapter": 20,
          "title": "Preparations of vegetables, fruit, nuts or other parts of plants"
        },
        {
          "chapter": 21,
          "title": "Miscellaneous edible preparations"
        },
        {
          "chapter": 22,
          "title": "Beverages, spirits and vinegar"
        },
        {
          "chapter": 23,
          "title": "Residues and waste from the food industries; prepared animal feed"
        },
        {
          "chapter": 24,
          "title": "Tobacco and manufactured tobacco substitutes"
        }
      ]
    },
    {
      "section": "V",
      "title": "Mineral Products",
      "section_notes": "1. This chapter does not cover:\n(a) Slag or similar industrial waste prepared as macadam (heading 2517);\n(b) Natural magnesium carbonate (magnesite), whether or not calcined (heading 2519);\n(c) Sludges from the storage tanks of petroleum oils, consisting mainly of such oils (heading 2710);\n(d) Basic slag of chapter 31;\n(e) Slag wool, rock wool or similar mineral wools (heading 6806);\n(f) Waste or scrap of precious metal or of metal clad with precious metal; other waste or scrap containing precious metal or precious metal compounds, of a kind used principally for the recovery of precious metal (heading 7112 or 8549); or\n(g) Copper, nickel or cobalt mattes produced by any process of smelting (section XV).\n2. For the purposes of headings 2601 to 2617, the term \"ores\" means minerals of mineralogical species actually used in the metallurgical industry for the extraction of mercury, of the metals of heading 2844 or of the metals of section XIV or XV, even if they are intended for non-metallurgical purposes. Headings 2601 to 2617 do not, however, include minerals which have been submitted to processes not normal to the metallurgical industry.\n3. Heading 2620 applies only to:\n(a) Slag, ash and residues of a kind used in industry either for the extraction of metals or as a basis for the manufacture of chemical compounds of metals, excluding ash and residues from the incineration of municipal waste (heading 2621); and\n(b) Slag, ash and residues containing arsenic, whether or not containing metals, of a kind used either for the extraction of arsenic or metals or for the manufacture of their chemical compounds.\n\nSubheading Notes\n1. For the purposes of subheading 2620.21.00, \"leaded gasoline sludges and leaded anti-knock compound sludges\" means sludges obtained from storage tanks of leaded gasoline and leaded anti-knock compounds (for example, tetraethyl lead), and consisting essentially of lead, lead compounds and iron oxide.\n2. Slag, ash and residues containing arsenic, mercury, thallium or their mixtures, of a kind used for the extraction of arsenic or those metals or for the manufacture of their chemical compounds, are to be classified in subheading 2620.60.\n\nAdditional U.S. Notes\n1. The specific rates of duty imposed under the headings of this chapter on the metal content of ores and other materials shall apply to the assay quantity of metal contained therein, whether recovered as metals, as alloys or as chemical compounds or used directly in the manufacture of articles, except that with respect to ores or other materials provided for in this chapter which are subject to duty at specific rates on their copper, lead or zinc content, an absolute deduction for losses of 18 kg per dry metric ton from the respective quantities of each of such metal contents shall be allowed.\n2. When the classification of imported materials under any provision of this chapter is dependent on the percentage of metal content, such percentage shall be the ratio of the total quantity of the respective metal content to the total quantity of imported material when computed on a dry-weight basis; i.e., free of all uncombined moisture.\n\nStatistical Notes\n1. The quantity of metal content to be reported shall be the assay quantity without deductions.\n2. For the purposes of subheading 2601.11.0060, the term \"coarse\" refers to iron ores with a majority of individual particles having a diameter exceeding 4.75 mm.\n3. For the purposes of any of the ten-digit statistical reporting numbers appearing under the eight-digit subheadings 2603.00.00, 2604.00.00, 2607.00.00, 2608.00.00, 2616.10.00, 2616.90.00, 2620.19.60, 2620.21.00, 2620.29.00 or 2620.30.00, and the ten-digit statistical reporting numbers 2620.99.7560 and 2620.99.7580 for the eight-digit subheading specifying that a named metal content is to be reported, the weight and value of such metal contained in any shipment of the ores, concentrates, slag, ash or residues entered under such subheading shall be reported under each applicable statistical reporting number. If a product covered by one of these provisions includes more than one of the named metals, it would be necessary to enter multiple ten-digit subheadings with the weight and value of each metal indicated under the appropriate ten-digit subheading.",
      "chapters": [
        {
          "chapter": 25,
          "title": "Salt; sulfur; earths and stone; plastering materials, lime and cement"
        },
        {
          "chapter": 26,
          "title": "Ores, slag and ash"
        },
        {
          "chapter": 27,
          "title": "Mineral fuels, mineral oils and products of their distillation; bituminous substances; mineral waxes"
        }
      ]
    },
    {
      "section": "VI",
      "title": "Products of the Chemical or Allied Industries",
      "section_notes": "Notes\n1. (a) Goods (other than radioactive ores) answering to a description in heading 2844 or 2845 are to be classified in those headings and in no other heading of the tariff schedule.\n(b) Subject to paragraph (a) above, goods answering to a description in heading 2843, 2846 or 2852 are to be classified in those headings and in no other heading of this section.\n2. Subject to note 1 above, goods classifiable in heading 3004, 3005, 3006, 3212, 3303, 3304, 3305, 3306, 3307, 3506, 3707 or 3808 by reason of being put up in measured doses or for retail sale are to be classified in those headings and in no other heading of the tariff schedule.\n3. Goods put up in sets consisting of two or more separate constituents, some or all of which fall in this section and are intended to be mixed together to obtain a product of section VI or VII, are to be classified in the heading appropriate to that product, provided that the constituents are:\n(a) Having regard to the manner in which they are put up, clearly identifiable as being intended to be used together without first being repacked;\n(b) Entered together; and\n(c) Identifiable, whether by their nature or by the relative proportions in which they are present, as being complementary one to another.\n4. Where a product answers to a description in one or more of the headings in section VI by virtue of being described by name or function and also to heading 3827, then it is classifiable in a heading that references the product by name or function and not under heading 3827.\n\nAdditional U.S. Notes\n1. In determining the amount of duty applicable to a solution of a single compound in water subject to duty in this section at a specific rate, an allowance in weight or volume, as the case may be, shall be made for the water in excess of any water of crystallization which may be present in the undissolved compound.\n2. For the purposes of the tariff schedule:\n(a) The term \"aromatic\" as applied to any chemical compound refers to such compound containing one or more fused or unfused benzene rings;\n(b) The term \"modified aromatic\" describes a molecular structure having at least one six-membered heterocyclic ring which contains at least four carbon atoms and having an arrangement of molecular bonds as in the benzene ring or in the quinone ring, but does not include any such molecular structure in which one or more pyrimidine rings are the only modified aromatic rings present;\n(c) For the purposes of headings 2902, 2907 and 3817, the term \"alkyl\" describes any saturated acyclic hydrocarbon group having six or more carbon atoms or, subject to note 1 to chapter 29, any mixtures of such groups averaging six or more carbon atoms.\n3. The term \"products described in additional U.S. note 3 to section VI\" refers to any product not listed in the Chemical Appendix to the Tariff Schedule and--\n(a) For which the importer furnishes the Chemical Abstracts Service (C.A.S.) registry number and certifies that such registry number is not listed in the Chemical Appendix to the Tariff Schedule; or\n(b) Which the importer certifies not to have a C.A.S. registry number and not to be listed in the Chemical Appendix to the Tariff Schedule, either under the name used to make Customs entry or under any other name by which it may be known.",
      "chapters": [
        {
          "chapter": 28,
          "title": "Inorganic chemicals; organic or inorganic compounds of precious metals, of rare-earth metals, of radioactive elements or of isotopes"
        },
        {
          "chapter": 29,
          "title": "Organic chemicals"
        },
        {
          "chapter": 30,
          "title": "Pharmaceutical products"
        },
        {
          "chapter": 31,
          "title": "Fertilizers"
        },
        {
          "chapter": 32,
          "title": "Tanning or dyeing extracts; dyes, pigments, paints, varnishes, putty and mastics"
        },
        {
          "chapter": 33,
          "title": "Essential oils and resinoids; perfumery, cosmetic or toilet preparations"
        },
        {
          "chapter": 34,
          "title": "Soap, organic surface-active agents, washing preparations, lubricating preparations, artificial waxes, prepared waxes, polishing or scouring preparations, candles and similar articles, modeling pastes, 'dental waxes' and dental preparations with a basis of plaster"
        },
        {
          "chapter": 35,
          "title": "Albuminoidal substances; modified starches; glues; enzymes"
        },
        {
          "chapter": 36,
          "title": "Explosives; pyrotechnic products; matches; pyrophoric alloys; certain combustible preparations"
        },
        {
          "chapter": 37,
          "title": "Photographic or cinematographic goods"
        },
        {
          "chapter": 38,
          "title": "Miscellaneous chemical products"
        }
      ]
    },
    {
      "section": "VII",
      "title": "Plastics and Articles Thereof; Rubber and Articles Thereof",
      "section_notes": "1. Goods put up in sets consisting of two or more separate constituents, some or all of which fall in this section and are intended to be mixed together to obtain a product of section VI or VII, are to be classified in the heading appropriate to that product, provided that the constituents are:\n(a) Having regard to the manner in which they are put up, clearly identifiable as being intended to be used together without first being repacked;\n(b) Entered together; and\n(c) Identifiable, whether by their nature or by the relative proportions in which they are present, as being complementary one to another.\n2. Except for the goods of heading 3918 or 3919, plastics, rubber, and articles thereof, printed with motifs, characters or pictorial representations, which are not merely subsidiary to the primary use of the goods, fall in chapter 49.",
      "chapters": [
        {
          "chapter": "39, chapter_notes: 1. Throughout the tariff schedule the expression \"plastics\" means those materials of headings 3901 to 3914 which are or have been capable, either at the moment of polymerization or at some subsequent stage, of being formed under external influence (usually heat and pressure, if necessary with a solvent or plasticizer) by molding, casting, extruding, rolling or other process into shapes which are retained on the removal of the external influence. Throughout the tariff schedule, any reference to \"plastics\" also includes vulcanized fiber. The expression, however, does not apply to materials regarded as textile materials of section XI.\n2. This chapter does not cover:\n(a) Lubricating preparations of 2710 or 3403;\n(b) Waxes of heading 2712 or 3404;\n(c) Separate chemically defined organic compounds (chapter 29);\n(d) Heparin or its salts (heading 3001);\n(e) Solutions (other than collodions) consisting of any of the products specified in headings 3901 to 3913 in volatile organic solvents when the weight of the solvent exceeds 50 percent of the weight of the solution (heading 3208); stamping foils of heading 3212;\n(f) Organic surface-active agents or preparations of heading 3402;\n(g) Run gums or ester gums (heading 3806);\n(h) Prepared additives for mineral oils (including gasoline) or for other liquids used for the same purposes as mineral oil (heading 3811);\n(ij) Prepared hydraulic fluids based on polyglycols, silicones or other polymers of Chapter 39 (heading 3819);\n(k) Diagnostic or laboratory reagents on a backing of plastics (heading 3822);\n(l) Synthetic rubber, as defined for the purposes of chapter 40, or articles thereof;\n(m) Saddlery or harness (heading 4201) or trunks, suitcases, handbags or other containers of heading 4202;\n(n) Plaits, wickerwork or other articles of chapter 46;\n(o) Wall coverings of heading 4814;\n(p) Goods of section XI (textiles and textile articles);\n(q) Articles of section XII (for example, footwear, headgear, umbrellas, sun umbrellas, walking-sticks, whips, riding-crops or parts thereof);\n(r) Imitation jewelry of heading 7117;\n(s) Articles of section XVI (machines and mechanical or electrical appliances);\n(t) Parts of aircraft or vehicles of section XVII;\n(u) Articles of chapter 90 (for example, optical elements, spectacle frames, drawing instruments);\n(v) Articles of chapter 91 (for example, clock or watch cases);\n(w) Articles of chapter 92 (for example, musical instruments or parts thereof);\n(x) Articles of chapter 94 (for example, furniture, luminaires and lighting fittings, illuminated signs, prefabricated buildings);\n(y) Articles of chapter 95 (for example, toys, games, sports equipment); or\n(z) Articles of chapter 96 (for example, brushes, buttons, slide fasteners, combs, mouthpieces or stems for smoking pipes, cigarette holders or the like, parts of vacuum flasks or the like, pens, mechanical pencils, and monopods, bipods, tripods and similar articles).\n3. Headings 3901 to 3911 apply only to goods of a kind produced by chemical synthesis, falling in the following categories:\n(a) Liquid synthetic polyolefins of which less than 60 percent by volume distills at 300°C, after conversion to 1,013 millibars when a reduced-pressure distillation method is used (headings 3901 and 3902);\n(b) Resins, not highly polymerized, of the coumarone-indene type (heading 3911);\n(c) Other synthetic polymers with an average of at least five monomer units;\n(d) Silicones (heading 3910);\n(e) Resols (heading 3909) and other prepolymers.\n4. The expression \"copolymers\" covers all polymers in which no single monomer contributes 95 percent or more by weight to the total polymer content. For the purposes of this chapter, except where the context otherwise requires, copolymers (including co-polycondensates, co-polyaddition products, block copolymers and graft copolymers) and polymer blends are to be classified in the heading covering polymers of that comonomer unit which predominates by weight over every other single comonomer unit. For the purposes of this note, constituent comonomer units of polymers falling in the same heading shall be taken together. If no single comonomer predominates, copolymers or polymer blends, as the case may be, are to be classified in the heading which occurs last in numerical order among those which equally merit consideration.\n5. Chemically modified polymers, that is, those in which only appendages to the main polymer chain have been changed by chemical reaction, are to be classified in the heading appropriate to the unmodified polymer. This provision does not apply to graft copolymers.\n6. In headings 3901 to 3914, the expression \"primary forms\" applies only to the following forms:\n(a) Liquids and pastes, including dispersions (emulsions and suspensions) and solutions;\n(b) Blocks of irregular shape, lumps, powders (including molding powders), granules, flakes and similar bulk forms.\n7. Heading 3915 does not apply to waste, parings and scrap of a single thermoplastic material, transformed into primary forms (headings 3901 to 3914).\n8. For the purposes of heading 3917, the expression \"tubes, pipes and hoses\" means hollow products, whether semimanufactures or finished products, of a kind generally used for conveying, conducting or distributing gases or liquids (for example, ribbed garden hose, perforated tubes). This expression also includes sausage casings and other lay-flat tubing. However, except for the last mentioned, those having an internal cross section other than round, oval, rectangular (in which the length does not exceed 1.5 times the width) or in the shape of a regular polygon are not to be regarded as tubes, pipes and hoses, but as profile shapes.\n9. For the purposes of heading 3918, the expression \"wall or ceiling coverings of plastics\" applies to products in rolls, of a width not less than 45 cm, suitable for wall or ceiling decoration, consisting of plastics fixed permanently on a backing of any material other than paper, the layer of plastics (on the face side) being grained, embossed, colored, design-printed or otherwise decorated.\n10. In headings 3920 and 3921, the expression \"plates, sheets, film, foil and strip\" applies only to plates, sheets, film, foil and strip (other than those of chapter 54) and to blocks of regular geometric shape, whether or not printed or otherwise surface-worked, uncut or cut into rectangles (including squares) but not further worked (even if when so cut they become articles ready for use).\n11. Heading 3925 applies only to the following articles, not being products covered by any of the earlier headings of subchapter II:\n(a) Reservoirs, tanks (including septic tanks), vats and similar containers, of a capacity exceeding 300 liters;\n(b) Structural elements used, for example, in floors, walls or partitions, ceilings or roofs;\n(c) Gutters and fittings therefor;\n(d) Doors, windows and their frames and thresholds for doors;\n(e) Balconies, balustrades, fencing, gates and similar barriers;\n(f) Shutters, blinds (including venetian blinds) and similar articles and parts and fittings thereof;\n(g) Large-scale shelving for assembly and permanent installation, for example, in shops, workshops, warehouses;\n(h) Ornamental architectural features, for example, flutings, cupolas, dovecotes; and\n(ij) Fittings and mountings intended for permanent installation in or on doors, windows, staircases, walls or other parts of buildings, for example, knobs, handles, hooks, brackets, towel rails, switch plates and other protective plates.\nSubheading Notes\n1. Within any one heading of this chapter, polymers (including copolymers) are to be classified according to the following provisions:\n(a) Where there is a subheading named \"Other\" in the same series:\n(1) The designation in a subheading of a polymer by the prefix \"poly\" (for example, polyethylene and polyamide-6,6) means that the constituent monomer unit or monomer units of the named polymer taken together must contribute 95 percent or more by weight of the total polymer content.\n(2) The copolymers named in subheadings 3901.30, 3901.40, 3903.20, 3903.30 and 3904.30 are to be classified in those subheadings, provided that the comonomer units of the named copolymers contribute 95 percent or more by weight of the total polymer content.\n(3) Chemically modified polymers are to be classified in the subheading named \"Other\", provided that the chemically modified polymers are not more specifically covered by another subheading.\n(4) Polymers not meeting (1), (2), or (3), above, are to be classified in the subheading, among the remaining subheadings in the series, covering polymers of that monomer unit which predominates by weight over every other single comonomer unit. For this purpose, constituent monomer units of polymers falling in the same subheading shall be taken together. Only the constituent comonomer units of the polymers in the series of subheadings under consideration are to be compared.\n(b) Where there is no subheading named \"Other\" in the same series:\n(1) Polymers are to be classified in the subheading covering polymers of that monomer unit which predominates by weight over every other single comonomer unit. For this purpose, constituent monomer units of polymers falling in the same subheading shall be taken together. Only the constituent comonomer units of the polymers in the series under consideration are to be compared.\n(2) Chemically modified polymers are to be classified in the subheading appropriate to the unmodified polymer. Polymer blends are to be classified in the same subheading as polymers of the same monomer units in the same proportions.\n2. For the purposes of subheading 3920.43, the term “plasticizers” includes secondary plasticizers.\nAdditional U.S. Notes\n1. For the purposes of this chapter, the term \"elastomeric\" means a plastics material which after cross-linking can be stretched at 20°C to at least three times its original length and that, after having been stretched to twice its original length and the stress removed, returns within five minutes to less than 150 percent of its original length. Elastomeric plastics may also contain fillers, extenders, pigments or rubber-processing chemicals, whether or not such plastics material, after the addition of such fillers, extenders, pigments or chemicals, can meet the tests specified in the first part of this note.\n2. For the purposes of heading 3916, the rate of duty \"Free (B)\" appearing in the \"Special\" subcolumn applies only to articles measuring not more than 38.1 cm in length.\n3. For the purposes of heading 3917, with respect to tubes, pipes and hoses, the rate of duty \"Free (C)\" appearing in the \"Special\" subcolumn applies only to tubes, pipes and hoses having attached fittings.\n4. For the purposes of heading 3921, the rate of duty \"Free (B)\" appearing in the \"Special\" subcolumn applies only to articles measuring not more than 38.1 cm in width and not more than 45.7 cm in length.\n5. For the purposes of heading 3924, the expression “household articles” does not include photo albums (see subheading 3926.90.48).\nStatistical Note\n1. For the purposes of statistical reporting number 3904.61.0010, the term “granular” refers to polytetrafluoroethylene (PTFE) resins and raw polymer produced by suspension polymerization as determined by ASTM D 4894-98a or PTFE compounds produced therefrom as determined by ASTM D 4745, or micropowders from such resins or raw polymer as determined by ASTM D 5675 (Group 1, Class 1,4,6).\n2. For the purposes of statistical reporting number 3918.10.1030, an expanded polymer core is a core that includes foaming agents.",
          "title": "Plastics and articles thereof"
        },
        {
          "chapter": "40, chapter_notes: 1. Except where the context otherwise requires, throughout the tariff schedule the expression \"rubber\" means the following products, whether or not vulcanized or hard: natural rubber, balata, gutta-percha, guayule, chicle and similar natural gums, synthetic rubber, factice derived from oils and such substances reclaimed.\n2. This chapter does not cover:\n(a) Goods of section XI (textiles and textile articles);\n(b) Footwear or parts thereof of chapter 64;\n(c) Headgear or parts thereof (including bathing caps) of chapter 65;\n(d) Mechanical or electrical appliances or parts thereof of section XVI (including electrical goods of all kinds), of hard rubber;\n(e) Articles of chapter 90, 92, 94 or 96; or\n(f) Articles of chapter 95 (other than sports gloves, mittens and mitts and articles of headings 4011 to 4013).\n3. In headings 4001 to 4003 and 4005, the expression \"primary forms\" applies only to the following forms:\n(a) Liquids and pastes (including latex, whether or not prevulcanized, and other dispersions and solutions);\n(b) Blocks of irregular shape, lumps, bales, powders, granules, crumbs and similar bulk forms.\n4. In note 1 to this chapter and in heading 4002, the expression \"synthetic rubber\" applies to:\n(a) Unsaturated synthetic substances which can be irreversibly transformed by vulcanization with sulfur into non-thermoplastic substances which, at a temperature between 18°C and 29°C, will not break on being extended to three times their original length and will return, after being extended to twice their original length, within a period of 5 minutes, to a length not greater than 1-1/2 times their original length. For the purposes of this test, substances necessary for the cross-linking, such as vulcanizing activators or accelerators, may be added; the presence of substances as provided for by note 5(b)(ii) and (iii) is also permitted. However, the presence of any substances not necessary for the cross-linking, such as extenders, plasticizers and fillers, is not permitted;\n(b) Thioplasts (TM); and\n(c) Natural rubber modified by grafting or mixing with plastics, depolymerized natural rubber, mixtures of unsaturated synthetic substances with saturated synthetic high polymers provided that all the above-mentioned products comply with the requirements concerning vulcanization, elongation and recovery in (a) above.\n5. (a) Headings 4001 and 4002 do not apply to any rubber or mixture of rubbers which has been compounded, before or after coagulation, with:\n(i) Vulcanizing agents, accelerators, retarders or activators (other than those added for the preparation of prevulcanized rubber latex);\n(ii) Pigments or other coloring matter other than those added solely for the purpose of identification;\n(iii) Plasticizers or extenders (except mineral oil in the case of oil-extended rubber), fillers, reinforcing agents, organic solvents or any other substances, except those permitted under (b);\n(b) The presence of the following substances in any rubber or mixture of rubbers shall not affect its classification in heading 4001 or 4002, as the case may be, provided that such rubber or mixture of rubbers retains its essential character as a raw material:\n(i) Emulsifiers or antitack agents;\n(ii) Small amounts of breakdown products of emulsifiers;\n(iii) Very small amounts of the following: heat-sensitive agents (generally for obtaining thermosensitive rubber latexes), cationic surface-active agents (generally for obtaining electro-positive rubber latexes), antioxidants, coagulants, crumbling agents, freeze-resisting agents, peptizers, preservatives, stabilizers, viscosity-control agents or similar special-purpose additives.\n6. For the purposes of heading 4004 the expression \"waste, parings and scrap\" means rubber waste, parings and scrap from the manufacture or working of rubber and rubber goods definitely not usable as such because of cutting-up, wear or other reasons.\n7. Thread wholly of vulcanized rubber, of which any cross-sectional dimension exceeds 5 mm, is to be classified as strip, rods or profile shapes, of heading 4008.\n8. Heading 4010 includes conveyor or transmission belts or belting of textile fabric impregnated, coated, covered or laminated with rubber or made from textile yarn or cord impregnated, coated, covered or sheathed with rubber.\n9. In headings 4001, 4002, 4003, 4005 and 4008, the expressions \"plates\", \"sheets\" and \"strip\" apply only to plates, sheets and strip, and to blocks of regular geometric shape, uncut or simply cut to rectangular (including square) shape, whether or not having the character of articles and whether or not printed or otherwise surface-worked, but not otherwise cut to shape or further worked. In heading 4008 the expressions \"rods\" and \"profile shapes\" apply only to such products, whether or not cut to length or surface-worked but not otherwise worked.\nAdditional U.S. Notes\n1. For the purposes of subheading 4008.21, the rate of duty \"Free (B)\" appearing in the \"Special\" subcolumn applies only to articles measuring not more than 38.1 cm in width and not more than 45.7 cm in length.\n2. For the purposes of subheading 4008.29, the rate of duty \"Free (C)\" appearing in the \"Special\" subcolumn applies only to profile shapes that are cut to size.\n3. For the purposes of heading 4017, the rate of duty \"Free (C)\" appearing in the \"Special\" subcolumn applies only to tubes and pipes having attached fittings.",
          "title": "Rubber and articles thereof"
        }
      ]
    },
    {
      "section": "VIII",
      "title": "Raw Hides and Skins, Leather, Furskins and Articles Thereof; Saddlery and Harness; Travel Goods, Handbags and Similar Containers; Articles of Animal Gut (Other Than Silkworm Gut)",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 41,
          "title": "Raw hides and skins (other than furskins) and leather"
        },
        {
          "chapter": 42,
          "title": "Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silkworm gut)"
        },
        {
          "chapter": 43,
          "title": "Furskins and artificial fur; manufactures thereof"
        }
      ]
    },
    {
      "section": "IX",
      "title": "Wood and Articles of Wood; Wood Charcoal; Cork and Articles of Cork; Manufacturers of Straw, of Esparto or of Other Plaiting Materials; Basketware and Wickerwork",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 44,
          "title": "Wood and articles of wood; wood charcoal"
        },
        {
          "chapter": 45,
          "title": "Cork and articles of cork"
        },
        {
          "chapter": 46,
          "title": "Manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork"
        }
      ]
    },
    {
      "section": "X",
      "title": "Pulp of Wood or of Other Fibrous Cellulosic Material; Waste and Scrap of Paper or Paperboard; Paper and Paperboard and Articles Thereof",
      "section_notes": "U.S. Note 1. If any country, dependency, province or other subdivision of government shall forbid or restrict in any way the exportation of (whether by law, order, regulation, contractual relation or otherwise, directly or indirectly), or impose any export duty, export license fee or other export charge of any kind whatsoever (whether in the form of additional charge or license fee or otherwise) upon printing paper, or woodpulp or wood for use in the manufacture of woodpulp, the President may enter into negotiations with such country, dependency, province or other subdivision of government to secure the removal of such prohibition, restriction, export duty or other export charge, and if it is not removed he may, by proclamation, declare such failure of negotiations, setting forth the facts. Thereupon, and until such prohibition, restriction, export duty or other export charge is removed, there shall be imposed upon printing paper (other than cover paper, India paper and bible paper) provided for in subheadings 4802.54, 4802.55, 4802.56, 4802.57, 4802.58, 4802.61, 4802.62, and 4802.69, when imported either directly or indirectly from such country, dependency, province or other subdivision of government, an additional duty of 10 percent ad valorem and in addition thereto an amount equal to the highest export duty or other export charge imposed by such country, dependency, province or other subdivision of government, upon either an equal amount of printing paper or an amount of woodpulp or wood for use in the manufacture of woodpulp necessary to manufacture such printing paper.",
      "chapters": [
        {
          "chapter": 47,
          "title": "Pulp of wood or of other fibrous cellulosic material; waste and scrap of paper or paperboard"
        },
        {
          "chapter": 48,
          "title": "Paper and paperboard; articles of paper pulp, of paper or of paperboard"
        },
        {
          "chapter": 49,
          "title": "Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans"
        }
      ]
    },
    {
      "section": "XI",
      "title": "Textile and Textile Articles",
      "section_notes": "1. This section does not cover:\n(a) Animal brush-making bristles or hair (heading 0502); horsehair or horsehair waste (heading 0511);\n(b) Human hair or articles of human hair (heading 0501, 6703 or 6704), except filtering or straining cloth of a kind commonly used in oil presses or the like (heading 5911);\n(c) Cotton linters or other vegetable materials of chapter 14;\n(d) Asbestos of heading 2524 or articles of asbestos or other products of heading 6812 or 6813;\n(e) Articles of heading 3005 or 3006; yarn used to clean between the teeth, in individual retail packages (dental floss), of heading 3306;\n(f) Sensitized textiles of headings 3701 to 3704;\n(g) Monofilament of which any cross-sectional dimension exceeds 1 mm or strip or the like (for example, artificial straw) of an apparent width exceeding 5 mm, of plastics (chapter 39), or plaits or fabrics or other basketware or wickerwork of such monofilament or strip (chapter 46);\n(h) Woven, knitted or crocheted fabrics, felt or nonwovens, impregnated, coated, covered or laminated with plastics, or articles thereof, of chapter 39;\n(ij) Woven, knitted or crocheted fabrics, felt or nonwovens, impregnated, coated, covered or laminated with rubber, or articles thereof, of chapter 40;\n(k) Hides or skins with their hair or wool on (chapter 41 or 43) or articles of furskin, artificial fur or articles thereof, of heading 4303 or 4304;\n(l) Articles of textile materials of heading 4201 or 4202;\n(m) Products or articles of chapter 48 (for example, cellulose wadding);\n(n) Footwear or parts of footwear, gaiters or leggings or similar articles of chapter 64;\n(o) Hair-nets or other headgear or parts thereof of chapter 65;\n(p) Goods of chapter 67;\n(q) Abrasive-coated textile material (heading 6805) and also carbon fibers or articles of carbon fibers of heading 6815;\n(r) Glass fibers or articles of glass fibers, other than embroidery with glass thread on a visible ground of fabric (chapter 70);\n(s) Articles of chapter 94 (for example, furniture, bedding, luminaires and lighting fittings);\n(t) Articles of chapter 95 (for example, toys, games, sports requisites and nets);\n(u) Articles of Chapter 96 (for example, brushes, travel sets for sewing, slide fasteners, typewriter ribbons, sanitary pads (towels) and tampons, diapers (napkins) and diaper liners); or\n(v) Articles of chapter 97.\n2. (A) Goods classifiable in chapters 50 to 55 or in heading 5809 or 5902 and of a mixture of two or more textile materials are to be classified as if consisting wholly of that one textile material which predominates by weight over each other single textile material.\nWhen no one textile material predominates by weight, the goods are to be classified as if consisting wholly of that one textile material which is covered by the heading which occurs last in numerical order among those which equally merit consideration.\n(B) For the purposes of the above rule:\n(a) Gimped horsehair yarn (heading 5110) and metalized yarn (heading 5605) are to be treated as a single textile material the weight of which is to be taken as the aggregate of the weights of its components; for the classification of woven fabrics, metal thread is to be regarded as a textile material;\n(b) The choice of appropriate heading shall be effected by determining first the chapter and then the applicable heading within that chapter, disregarding any materials not classified in that chapter;\n(c) When both chapters 54 and 55 are involved with any other chapter, chapters 54 and 55 are to be treated as a single chapter;\n(d) Where a chapter or a heading refers to goods of different textile materials, such materials are to be treated as a single textile material.\n(C) The provisions of paragraphs (A) and (B) above apply also to the yarns referred to in notes 3, 4, 5 or 6 below.\n3. (A) For the purposes of this section, and subject to the exceptions in paragraph (B) below, yarns (single, multiple (folded) or cabled) of the following descriptions are to be treated as 'twine, cordage, ropes and cables':\n(a) Of silk or waste silk, measuring more than 20,000 decitex;\n(b) Of man-made fibers (including yarn of two or more monofilaments of chapter 54), measuring more than 10,000 decitex;\n(c) Of true hemp or flax:\n(i) Polished or glazed, measuring 1,429 decitex or more; or\n(ii) Not polished or glazed, measuring more than 20,000 decitex;\n(d) Of coir, consisting of three or more plies;\n(e) Of other vegetable fibers, measuring more than 20,000 decitex; or\n(f) Reinforced with metal thread.\n(B) Exceptions:\n(a) Yarn of wool or other animal hair and paper yarn, other than yarn reinforced with metal thread;\n(b) Man-made filament tow of chapter 55 and multifilament yarn without twist or with a twist of less than 5 turns per meter of chapter 54;\n(c) Silkworm gut of heading 5006 and monofilaments of chapter 54;\n(d) Metalized yarn of heading 5605; yarn reinforced with metal thread is subject to paragraph (A)(f) above; and\n(e) Chenille yarn, gimped yarn and loop wale-yarn of heading 5606. 4. (A) For the purposes of chapters 50, 51, 52, 54 and 55, the expression \"put up for retail sale\" in relation to yarn means, subject to the exceptions in paragraph (B) below, yarn (single, multiple (folded) or cabled) put up:\n(a) On cards, reels, tubes or similar supports, of a weight (including support) not exceeding:\n(i) 85 g in the case of silk, waste silk or man-made filament yarn; or\n(ii) 125 g in other cases;\n(b) In balls, hanks or skeins of a weight not exceeding:\n(i) 85 g in the case of man-made filament yarn of less than 3,000 decitex, silk or silk waste;\n(ii) 125 g in the case of all other yarns of less than 2,000 decitex; or\n(iii) 500 g in other cases;\n(c) In hanks or skeins comprising several smaller hanks or skeins separated by dividing threads which render them independent one of the other, each of uniform weight not exceeding:\n(i) 85 g in the case of silk, waste silk or man-made filament yarn; or\n(ii) 125 g in other cases.\n(B) Exceptions:\n(a) Single yarn of any textile material, except:\n(i) Single yarn of wool or fine animal hair, unbleached; and\n(ii) Single yarn of wool or fine animal hair, bleached, dyed or printed, measuring more than 5,000 decitex;\n(b) Multiple (folded) or cabled yarn, unbleached:\n(i) Of silk or waste silk, however put up; or\n(ii) Of other textile material except wool or fine animal hair, in hanks or skeins;\n(c) Multiple (folded) or cabled yarn of silk or waste silk, bleached, dyed or printed, measuring 133 decitex or less; and\n(d) Single, multiple (folded) or cabled yarn of any textile material:\n(i) In cross-reeled hanks or skeins; or\n(ii) Put up on supports or in some other manner indicating its use in the textile industry (for example, on cops, twisting mill tubes, pirns, conical bobbins or spindles, or reeled in the form of cocoons for embroidery looms).\n5. For the purposes of headings 5204, 5401 and 5508, the expression \"sewing thread\" means multiple (folded) or cabled yarn:\n(a) Put up on supports (for example, reels, tubes) of a weight (including support) not exceeding 1,000 g;\n(b) Dressed for use as sewing thread; and\n(c) With a final \"Z\" twist.\n6. For the purposes of this section, the expression \"high tenacity yarn\" means yarn having a tenacity, expressed in cN/tex (centinewtons per tex), greater than the following:\nSingle yarn of nylon or other polyamides, or of polyesters............................60 cN/tex\n53 cN/tex\nMultiple (folded) or cabled yarn of nylon or other polyamides, or of\npolyesters....................................................................................................\nSingle, multiple (folded) or cabled yarn of viscose rayon..............................27 cN/tex\n7. For the purposes of this section, the expression \"made up\" means:\n(a) Cut otherwise than into squares or rectangles;\n(b) Produced in the finished state, ready for use (or merely needing separation by cutting dividing threads) without sewing or other working (for example, certain dusters, towels, tablecloths, scarf squares, blankets);\n(c) Cut to size and with at least one heat-sealed edge with a visibly tapered or compressed border and the other edges treated as described in any other subparagraph of this note, but excluding fabrics the cut edges of which have been prevented from unraveling by hot cutting or by other simple means;\n(d) Hemmed or with rolled edges, or with a knotted fringe at any of the edges, but excluding fabrics the cut edges of which have been prevented from unraveling by whipping or by other simple means;\n(e) Cut to size and having undergone a process of drawn thread work;\n(f) Assembled by sewing, gumming or otherwise (other than piece goods consisting of two or more lengths of identical material joined end to end and piece goods composed of two or more textiles assembled in layers, whether or not padded); or\n(g) Knitted or crocheted to shape, whether presented as separate items or in the form of a number of items in the length.\n8. For the purposes of chapters 50 to 60:\n(a) Chapters 50 to 55 and 60 and, except where the context otherwise requires, chapters 56 to 59, do not apply to goods made up within the meaning of note 7 above; and\n(b) Chapters 50 to 55 and 60 do not apply to goods of chapters 56 to 59.\n9. The woven fabrics of chapters 50 to 55 include fabrics consisting of layers of parallel textile yarns superimposed on each other at acute or right angles. These layers are bonded at the intersections of the yarns by an adhesive or by thermal bonding.\n10. Elastic products consisting of textile materials combined with rubber threads are classified in this section.\n11. For the purposes of this section, the expression \"impregnated\" includes \"dipped.\"\n12. For the purposes of this section, the expression \"polyamides\" includes \"aramids.\"\n13. For the purposes of this Section and, where applicable, throughout the tariff schedule, the expression \"elastomeric yarn\" means filament yarn, including monofilament, of synthetic textile material, other than textured yarn, which does not break on being extended to three times its original length and which returns, after being extended to twice its original length, within a period of five minutes, to a length not greater than one and a half times its original length.\n14. Unless the context otherwise requires, textile garments of different headings are to be classified in their own headings even if put up in sets for retail sale. For the purposes of this note, the expression \"textile garments\" means garments of headings 6101 to 6114 and headings 6201 to 6211.\n15. Subject to note 1 to section XI, textiles, garments and other textile articles, incorporating chemical, mechanical or electronic components for additional functionality, whether incorporated as built-in components or within the fiber or fabric, are classified in their respective headings in Section XI provided that they retain the essential character of the goods of this section. Subheading Notes\n1. In this section and, where applicable, throughout the tariff schedule, the following expressions have the meanings hereby assigned to them:\n(a) Unbleached yarn\nYarn which:\n(i) Has the natural color of its constituent fibers and has not been bleached, dyed (whether or not in the mass) or printed; or\n(ii) Is of indeterminate color (\"grey yarn\"), manufactured from garnetted stock.\nSuch yarn may have been treated with a colorless dressing or fugitive dye (which disappears after simple washing with soap) and, in the case of man-made fibers, treated in the mass with delustering agents (for example, titanium dioxide).\n(b) Bleached yarn\nYarn which:\n(i) Has undergone a bleaching process, is made of bleached fibers or, unless the context otherwise requires, has been dyed white (whether or not in the mass) or treated with a white dressing;\n(ii) Consists of a mixture of unbleached and bleached fibers; or\n(iii) Is multiple (folded) or cabled and consists of unbleached and bleached yarns.\n(c) Colored (dyed or printed) yarn\nYarn which:\n(i) Is dyed (whether or not in the mass) other than white or in a fugitive color, or printed, or made from dyed or printed fibers;\n(ii) Consists of a mixture of dyed fibers of different colors or of a mixture of unbleached or bleached fibers with colored fibers (marl or mixture yarns), or is printed in one or more colors at intervals to give the impression of dots;\n(iii) Is obtained from slivers or rovings which have been printed; or\n(iv) Is multiple (folded) or cabled and consists of unbleached or bleached yarn and colored yarn.\nThe above definitions also apply, mutatis mutandis, to monofilament and to strip or the like of chapter 54.\n(d) Unbleached woven fabric\nWoven fabric made from unbleached yarn and which has not been bleached, dyed or printed. Such fabric may have been treated with a colorless dressing or a fugitive dye.\n(e) Bleached woven fabric\nWoven fabric which:\n(i) Has been bleached or, unless the context otherwise requires, dyed white or treated with a white dressing, in the piece;\n(ii) Consists of bleached yarn; or\n(iii) Consists of unbleached and bleached yarn.\n(f) Dyed woven fabric\nWoven fabric which:\n(i) Is dyed a single uniform color other than white (unless the context otherwise requires) or has been treated with a colored finish other than white (unless the context otherwise requires), in the piece; or\n(ii) Consists of colored yarn of a single uniform color.\n(g) Woven fabric of yarns of different colors\nWoven fabric (other than printed woven fabric) which:\n(i) Consists of yarns of different colors or yarns of different shades of the same color (other than the natural color of the constituent fibers);\n(ii) Consists of unbleached or bleached yarn and colored yarn; or\n(iii) Consists of marl or mixture yarns.\n(In all cases, the yarn used in selvages and piece ends is not taken into consideration.)\n(h) Printed woven fabric\nWoven fabric which has been printed in the piece, whether or not made from yarns of different colors.\n(The following are also regarded as printed woven fabrics: woven fabrics bearing designs made, for example, with a brush or spray gun, by means of transfer paper, by flocking or by the batik process.)\nThe definitions at (d) to (h) above apply, mutatis mutandis, to knitted or crocheted fabrics.\n(ij) Plain weave\nA fabric construction in which each yarn of the weft passes alternately over and under successive yarns of the warp and each yarn of the warp passes alternately over and under successive yarns of the weft.\nThe definitions at (d) to (h) above apply, mutatis mutandis, to knitted or crocheted fabrics.\nHarmonized Tariff Schedule of the United States Revision 1 (2024)\nAnnotated for Statistical Reporting Purposes\nXI-5\nSubheading Notes (con.)\n2. (A) Products of chapters 56 to 63 containing two or more textile materials are to be regarded as consisting wholly of that textile material which would be selected under note 2 to this section for the classification of a product of chapters 50 to 55 or of heading 5809 consisting of the same textile materials.\n(B) For the application of this rule:\n(a) Where appropriate, only the part which determines the classification under general interpretative rule 3 shall be taken into account;\n(b) In the case of textile products consisting of a ground fabric and a pile or looped surface no account shall be taken of the ground fabric;\n(c) In the case of embroidery of heading 5810 and goods thereof, only the ground fabric shall be taken into account. However, embroidery without visible ground, and goods thereof, shall be classified with reference to the embroidering threads alone.\nAdditional U.S. Notes\n1. In the case of each provision in the tariff schedule on which the United States has agreed to reduce the rate of duty, pursuant to a trade agreement entered into under section 101 of the Trade Act of 1974 before January 3, 1980, on any cotton, wool or man-made fiber textile product as defined in the Arrangement Regarding International Trade in Textiles, as extended on December 14, 1977 (the Arrangement), if the Arrangement, or a substitute arrangement, including unilateral import restrictions or bilateral agreements, determined by the President to be suitable, ceases to be in effect with respect to the United States before the total reduction in the rate of duty for such provision under sections 101 and 109 of the Trade Act of 1974 has become effective, then the President shall proclaim the rate of duty in rate column 1 for such provision existing on January 1, 1975, to be the rate of duty effective, with respect to articles entered or withdrawn from warehouse for consumption, within 30 days after such cessation and until the President proclaims the continuation of such reduction under the next sentence. If subsequently the Arrangement or a substitute arrangement, including unilateral import restrictions or bilateral agreements, determined by the President to be suitable, is in effect with respect to the United States, then the President shall proclaim the continuation of the reduction of such rate of duty pursuant to such trade agreement. For purposes of section 109(c)(2) of the Trade Act of 1974, any time when a rate of duty existing on January 1, 1975, is in effect under this note shall be time when part of such reduction is not in effect by reason of legislation of the United States or action thereunder.\n2. The term \"Certified hand-loomed and folklore\" as used with respect to products provided for in the tariff schedule, refers to such products as have been certified, in accordance with procedures established by the United States Trade Representative pursuant to international understandings, by an official of a government agency of the country where the products were produced, to have been so made. Statistical Notes\n1. Restraints under the Arrangement regarding International Trade in Textiles may not apply to developing country exports of \"hand-loomed and folklore products\" which have been certified, in accordance with procedures established by the Committee for the Implementation of Textile Agreements pursuant to international understandings, by an official of a government agency of the country where the products were produced, to have been so made. The importer is required to identify such certified products on the entry summary or withdrawal forms by placing the symbol \"F\" as a prefix to the appropriate 10-digit statistical reporting number.\n2. For the purposes of the Tariff Schedule:\n(a) The term \"subject to cotton restraints\" means articles in which:\n(i) The cotton component equals or exceeds 50 percent by weight of all the component fibers thereof; or\n(ii) The cotton and any wool, fine animal hair or man-made fibers in the aggregate equals or exceeds 50 percent by weight of all the component fibers thereof and the cotton component equals or exceeds the weight of each of the wool (including fine animal hair) and man-made fiber components.\n(b) The term \"subject to wool restraints\" means articles not provided for in (a) above and in which the wool (including fine animal hair) component exceeds 17 percent by weight of all the component fibers thereof.",
      "chapters": [
        {
          "chapter": 50,
          "title": "Silk"
        },
        {
          "chapter": 51,
          "title": "Wool, fine or coarse animal hair; horsehair yarn and woven fabric"
        },
        {
          "chapter": 52,
          "title": "Cotton"
        },
        {
          "chapter": 53,
          "title": "Other vegetable textile fibers; paper yarn and woven fabric of paper yarn"
        },
        {
          "chapter": 54,
          "title": "Man-made filaments"
        },
        {
          "chapter": 55,
          "title": "Man-made staple fibers"
        },
        {
          "chapter": 56,
          "title": "Wadding, felt and nonwovens; special yarns, twine, cordage, ropes and cables and articles thereof"
        },
        {
          "chapter": 57,
          "title": "Carpets and other textile floor coverings"
        },
        {
          "chapter": 58,
          "title": "Special woven fabrics; tufted textile fabrics; lace, tapestries; trimmings; embroidery"
        },
        {
          "chapter": 59,
          "title": "Impregnated, coated, covered or laminated textile fabrics; textile articles of a kind suitable for industrial use"
        },
        {
          "chapter": 60,
          "title": "Knitted or crocheted fabrics"
        },
        {
          "chapter": 61,
          "title": "Articles of apparel and clothing accessories, knitted or crocheted"
        },
        {
          "chapter": 62,
          "title": "Articles of apparel and clothing accessories, not knitted or crocheted"
        },
        {
          "chapter": 63,
          "title": "Other made up textile articles; sets; worn clothing and worn textile articles; rags"
        }
      ]
    },
    {
      "section": "XII",
      "title": "Footwear, Headgear, Umbrellas, Sun Umbrellas, Walking Sticks, Seatsticks, Whips, Riding-Crops and Parts Thereof; Prepared Feathers and Articles Made Therewith; Artificial Flowers; Articles of Human Hair",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 64,
          "title": "Footwear, gaiters and the like; parts of such articles"
        },
        {
          "chapter": 65,
          "title": "Headgear and parts thereof"
        },
        {
          "chapter": 66,
          "title": "Umbrellas, sun umbrellas, walking sticks, seatsticks, whips, riding-crops and parts thereof"
        },
        {
          "chapter": 67,
          "title": "Prepared feathers and down and articles made of feathers or of down; artificial flowers; articles of human hair"
        }
      ]
    },
    {
      "section": "XIII",
      "title": "Articles of Stone, Plaster, Cement, Asbestos, Mica or Similar Materials; Ceramic Products; Glass and Glassware",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 68,
          "title": "Articles of stone, plaster, cement, asbestos, mica or similar materials"
        },
        {
          "chapter": 69,
          "title": "Ceramic products"
        },
        {
          "chapter": 70,
          "title": "Glass and glassware"
        }
      ]
    },
    {
      "section": "XIV",
      "title": "Natural or Cultured Pearls, Precious or Semiprecious Stones, Precious Metals, Metals Clad With Precious Metal, and Articles Thereof; Imitation Jewelry; Coin",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 71,
          "title": "Natural or cultured pearls, precious or semi-precious stones, precious metals, metals clad with precious metal and articles thereof; imitation jewelry; coin"
        }
      ]
    },
    {
      "section": "XV",
      "title": "Base Metals and Articles of Base Metal",
      "section_notes": "1. This section does not cover:\n(a) Prepared paints, inks or other products with a basis of metallic flakes or powder (headings 3207 to 3210, 3212, 3213 or 3215);\n(b) Ferrocerium or other pyrophoric alloys (heading 3606);\n(c) Headgear or parts thereof of heading 6506 or 6507;\n(d) Umbrella frames or other articles of heading 6603;\n(e) Goods of chapter 71 (for example, precious metal alloys, base metal clad with precious metal, imitation jewelry);\n(f) Articles of section XVI (machinery, mechanical appliances and electrical goods);\n(g) Assembled railway or tramway track (heading 8608) or other articles of section XVII (vehicles, ships and boats, aircraft);\n(h) Instruments or apparatus of section XVIII, including clock or watch springs;\n(ij) Lead shot prepared for ammunition (heading 9306) or other articles of section XIX (arms and ammunition);\n(k) Articles of chapter 94 (for example, furniture, mattress supports, luminaires and lighting fittings, illuminated signs, prefabricated buildings);\n(l) Articles of chapter 95 (for example, toys, games, sports equipment);\n(m) Hand sieves, buttons, pens, pencil-holders, pen nibs, monopods, bipods, tripods and similar articles or other articles of chapter 96 (miscellaneous manufactured articles); or\n(n) Articles of chapter 97 (for example, works of art).\n2. Throughout the tariff schedule, the expression \"parts of general use\" means:\n(a) Articles of heading 7307, 7312, 7315, 7317 or 7318 and similar articles of other base metal, other than articles specially designed for use exclusively in implants in medical, surgical, dental or veterinary sciences (heading 9021);\n(b) Springs and leaves for springs, of base metal, other than clock or watch springs (heading 9114); and\n(c) Articles of heading 8301, 8302, 8308 or 8310 and frames and mirrors, of base metal, of heading 8306.\nIn chapters 73 to 76 and 78 to 82 (but not in heading 7315) references to parts of goods do not include references to parts of general use as defined above.\nSubject to the preceding paragraph and to note 1 to chapter 83, the articles of chapter 82 or 83 are excluded from chapters 72 to 76 and 78 to 81.\n3. Throughout the schedule, the expression \"base metals\" means: iron and steel, copper, nickel, aluminum, lead, zinc, tin, tungsten (wolfram), molybdenum, tantalum, magnesium, cobalt, bismuth, cadmium, titanium, zirconium, antimony, manganese, beryllium, chromium, germanium, vanadium, gallium, hafnium, indium, niobium (columbium), rhenium and thallium.\n4. Throughout the schedule, the term \"cermets\" means products containing a microscopic heterogeneous combination of a metallic component and a ceramic component. The term \"cermets\" includes sintered metal carbides (metal carbides sintered with a metal).\n5. Classification of alloys (other than ferroalloys and master alloys as defined in chapters 72 and 74):\n(a) An alloy of base metals is to be classified as an alloy of the metal which predominates by weight over each of the other metals.\n(b) An alloy composed of base metals of this section and of elements not falling within this section is to be treated as an alloy of base metals of this section if the total weight of such metals equals or exceeds the total weight of the other elements present.\n(c) In this section the term \"alloys\" includes sintered mixtures of metal powders, heterogeneous intimate mixtures obtained by melting (other than cermets) and intermetallic compounds.\n6. Unless the context otherwise requires, any reference in the tariff schedule to a base metal includes a reference to alloys which, by virtue of note 5 above, are to be classified as alloys of that metal.\n7. Classification of composite articles:\nExcept where the headings otherwise require, articles of base metal (including articles of mixed materials treated as articles of base metal under the General Rules of Interpretation) containing two or more base metals are to be treated as articles of the base metal predominating by weight over each of the other metals. For this purpose:\n(a) Iron and steel, or different kinds of iron or steel, are regarded as one and the same metal;\n(b) An alloy is regarded as being entirely composed of that metal as an alloy of which, by virtue of note 5, it is classified; and\n(c) A cermet of heading 8113 is regarded as a single base metal.\n8. In this section, the following expressions have the meanings hereby assigned to them:\n(a) Waste and scrap\n(i) All metal waste and scrap;\n(ii) Metal goods definitely not usable as such because of breakage, cutting-up, wear or other reasons.\n(b) Powders\nProducts of which 90 percent or more by weight passes through a sieve having a mesh aperture of 1 mm.\n9. For the purposes of chapters 74 to 76 and 78 to 81, the following expressions have the meanings hereby assigned to them:\n(a) Bars and rods\nRolled, extruded, drawn or forged products, not in coils, which have a uniform solid cross section along their whole length in the shape of circles, ovals, rectangles (including squares), equilateral triangles or regular convex polygons (including “flattened circles” and “modified rectangles”, of which two opposite sides are convex arcs, the other two sides being straight, of equal length and parallel). Products with a rectangular (including square), triangular or polygonal cross section may have corners rounded along their whole length. The thickness of such products which have a rectangular (including “modified rectangular”) cross section exceeds one-tenth of the width. The expression also covers cast or sintered products, of the same forms and dimensions, which have been subsequently worked after production (otherwise than by simple trimming or de-scaling), provided that they have not thereby assumed the character of articles or products of other headings.\nWire bars and billets of chapter 74 with their ends tapered or otherwise worked simply to facilitate their entry into machines for converting them into, for example, drawing stock (wire rod) or tubes, are however to be taken to be unwrought copper of heading 7403. This provision applies mutatis mutandis to the products of chapter 81.\n(b) Profiles\nRolled, extruded, drawn, forged or formed products, coiled or not, of a uniform cross section along their whole length, which do not conform to any of the definitions of bars, rods, wire, plates, sheets, strip, foil, tubes or pipes. The expression also covers cast or sintered products, of the same forms, which have been subsequently worked after production (otherwise than by simple trimming or de-scaling), provided that they have not thereby assumed the character of articles or products of other headings.\n(c) Wire\nRolled, extruded or drawn products, in coils, which have a uniform solid cross section along their whole length in the shape of circles, ovals, rectangles (including squares), equilateral triangles or regular convex polygons (including “flattened circles” and “modified rectangles”, of which two opposite sides are convex arcs, the other two sides being straight, of equal length and parallel). Products with a rectangular (including square), triangular or polygonal cross section may have corners rounded along their whole length. The thickness of such products which have a rectangular (including “modified rectangular”) cross section exceeds one-tenth of the width.\n(d) Plates, sheets, strip and foil\nFlat-surfaced products (other than the unwrought products), coiled or not, of solid rectangular (other than square) cross section with or without rounded corners (including “modified rectangles” of which two opposite sides are convex arcs, the other two sides being straight, of equal length and parallel) of a uniform thickness, which are:\n-of rectangular (including square) shape with a thickness not exceeding one-tenth of the width;\n-of a shape other than rectangular or square, of any size, provided that they do not assume the character of articles or products of other headings.\nHeadings for plates, sheets, strip, and foil apply, inter alia, to plates, sheets, strip, and foil with patterns (for example, grooves, ribs, checkers, tears, buttons, lozenges) and to such products which have been perforated, corrugated, polished or coated, provided that they do not thereby assume the character of articles or products of other headings.\n(e) Tubes and pipes\nHollow products, coiled or not, which have a uniform cross section with only one enclosed void along their whole length in the shape of circles, ovals, rectangles (including squares), equilateral triangles or regular convex polygons, and which have a uniform wall thickness. Products with a rectangular (including square), equilateral triangular or regular convex polygonal cross section, which may have corners rounded along their whole length, are also to be considered as tubes and pipes provided the inner and outer cross sections are concentric and have the same form and orientation. Tubes and pipes of the foregoing cross sections may be polished, coated, bent, threaded, drilled, waisted, expanded, cone-shaped or fitted with flanges, collars or rings. Additional U.S. Note\n1. For the purposes of this section, the term \"unwrought\" refers to metal, whether or not refined, in the form of ingots, blocks, lumps, billets, cakes, slabs, pigs, cathodes, anodes, briquettes, cubes, sticks, grains, sponge, pellets, flattened pellets, rounds, rondelles, shot and similar manufactured primary forms, but does not cover rolled, forged, drawn or extruded products, tubular products or cast or sintered forms which have been machined or processed otherwise than by simple trimming, scalping or descaling.",
      "chapters": [
        {
          "chapter": 72,
          "title": "Iron and steel"
        },
        {
          "chapter": 73,
          "title": "Articles of iron or steel"
        },
        {
          "chapter": 74,
          "title": "Copper and articles thereof"
        },
        {
          "chapter": 75,
          "title": "Nickel and articles thereof"
        },
        {
          "chapter": 76,
          "title": "Aluminum and articles thereof"
        },
        {
          "chapter": 77,
          "title": "(Reserved for possible future use)"
        },
        {
          "chapter": 78,
          "title": "Lead and articles thereof"
        },
        {
          "chapter": 79,
          "title": "Zinc and articles thereof"
        },
        {
          "chapter": 80,
          "title": "Tin and articles thereof"
        },
        {
          "chapter": 81,
          "title": "Other base metals; cermets; articles thereof"
        },
        {
          "chapter": 82,
          "title": "Tools, implements, cutlery, spoons and forks, of base metal; parts thereof of base metal"
        },
        {
          "chapter": 83,
          "title": "Miscellaneous articles of base metal"
        }
      ]
    },
    {
      "section": "XVI",
      "title": "Machinery and Mechanical Appliances; Electrical Equipment; Parts Thereof; Sound Recorders and Reproducers, Television Image and Sound Recorders and Reproducers, and Parts and Accessories of Such Articles",
      "section_notes": "Notes\n1. This section does not cover:\n(a) Transmission, conveyor or elevator belts or belting, of plastics of chapter 39, or of vulcanized rubber (heading 4010), or other articles of a kind used in machinery or mechanical or electrical appliances or for other technical uses, of vulcanized rubber other than hard rubber (heading 4016);\n(b) Articles of leather or of composition leather (heading 4205) or of furskin (heading 4303), of a kind used in machinery or mechanical appliances or for other technical uses;\n(c) Bobbins, spools, cops, cones, cores, reels or similar supports, of any material (for example, chapter 39, 40, 44 or 48 or section XV);\n(d) Perforated cards for Jacquard or similar machines (for example, chapter 39 or 48 or section XV);\n(e) Transmission or conveyor belts or belting of textile material (heading 5910) or other articles of textile material for technical uses (heading 5911);\n(f) Precious or semiprecious stones (natural, synthetic or reconstructed) of headings 7102 to 7104, or articles wholly of such stones of heading 7116, except unmounted worked sapphires and diamonds for styli (heading 8522);\n(g) Parts of general use, as defined in note 2 to section XV, of base metal (section XV), or similar goods of plastics (chapter 39);\n(h) Drill pipe (heading 7304);\n(ij) Endless belts of metal wire or strip (section XV);\n(k) Articles of chapter 82 or 83;\n(l) Articles of section XVII;\n(m) Articles of chapter 90;\n(n) Clocks, watches or other articles of chapter 91;\n(o) Interchangeable tools of heading 8207 or brushes of a kind used as parts of machines (heading 9603); similar interchangeable tools are to be classified according to the constituent material of their working part (for example, in chapter 40, 42, 43, 45 or 59 or heading 6804 or 6909);\n(p) Articles of chapter 95; or\n(q) Typewriter or similar ribbons, whether or not on spools or in cartridges (classified according to their constituent material, or in heading 9612 if inked or otherwise prepared for giving impressions), or monopods, bipods, tripods and similar articles, of heading 9620.\n2. Subject to note 1 to this section, note 1 to chapter 84 and to note 1 to chapter 85, parts of machines (not being parts of the articles of heading 8484, 8544, 8545, 8546 or 8547) are to be classified according to the following rules:\n(a) Parts which are goods included in any of the headings of chapter 84 or 85 (other than headings 8409, 8431, 8448, 8466, 8473, 8487, 8503, 8522, 8529, 8538 and 8548) are in all cases to be classified in their respective headings;\n(b) Other parts, if suitable for use solely or principally with a particular kind of machine, or with a number of machines of the same heading (including a machine of heading 8479 or 8543) are to be classified with the machines of that kind or in heading 8409, 8431, 8448, 8466, 8473, 8503, 8522, 8529 or 8538 as appropriate. However, parts which are equally suitable for use principally with the goods of headings 8517 and 8525 to 8528 are to be classified in heading 8517, and parts which are suitable for use solely or principally with the goods of heading 8524 are to be classified in heading 8529;\n(c) All other parts are to be classified in heading 8409, 8431, 8448, 8466, 8473, 8503, 8522, 8529 or 8538 as appropriate or, failing that, in heading 8487 or 8548.\n3. Unless the context otherwise requires, composite machines consisting of two or more machines fitted together to form a whole and other machines designed for the purpose of performing two or more complementary or alternative functions are to be classified as if consisting only of that component or as being that machine which performs the principal function.\n4. Where a machine (including a combination of machines) consists of individual components (whether separate or interconnected by piping, by transmission devices, by electric cables or by other devices) intended to contribute together to a clearly defined function covered by one of the headings in chapter 84 or chapter 85, then the whole falls to be classified in the heading appropriate to that function.\n5. For the purposes of these notes, the expression \"machine\" means any machine, machinery, plant, equipment, apparatus or appliance cited in the headings of chapter 84 or 85.\n6. (A) Throughout the tariff schedule, \"electrical and electronic waste and scrap\" means electrical and electronic assemblies, printed circuit boards, and electrical or electronic articles that:\n(a) have been rendered unusable for their original purposes by breakage, cutting-up or other processes or are economically unsuitable for repair, refurbishment or renovation to render them fit for their original purposes; and\n(b) are packaged or shipped in a manner not intended to protect individual articles from damage during transportation, loading and unloading operations.\n(B) Mixed consignments of \"electrical and electronic waste and scrap\" and other waste and scrap are to be classified in heading 8549.\n(C) This section does not cover municipal waste, as defined in note 4 to chapter 38.\nAdditional U.S. Note\n1. For the purposes of this section, the term \"printed circuit assembly\" means goods consisting of one or more printed circuits of heading 8534 with one or more active elements assembled thereon, with or without passive elements. For the purposes of this note, \"active elements\" means diodes, transistors and similar semiconductor devices, whether or not photosensitive, of heading 8541, and integrated circuits of heading 8542.\nStatistical Note\n1. Provisions for semiconductor manufacturing and testing machines and apparatus cover products for the growth and processing of semiconductor materials, such as silicon and gallium arsenide, the processing of such materials into semiconductor devices and the testing of such devices (in general the testing equipment, as well as some of the processing equipment, is classified in chapter 90). More specifically the goods include the following:\n(a) Wafer manufacturing equipment:\n(i) Crystal growers & pullers - used to produce extremely pure monocrystalline semiconductor boules from which wafers can be sliced. Most common methods employed in these crystal growers and pullers are the Czochralski and float zone methods.\n(ii) Wafer preparation equipment:\n(A) Crystal grinders - used to grind the crystal boule to precise diameter required for wafers and to grind the flats on the boule to indicate the conductivity type and resistivity of the crystal.\n(B) Wafer slicing saws - used to slice wafers from a boule of monocrystalline semiconductor material.\n(C) Wafer grinders, lappers and polishers - used to prepare the semiconductor wafer for the fabrication process. This involves bringing the wafer within dimensional tolerances. Especially critical is the flatness of its surface.\n(b) Mask fabrication and repair equipment:\n(i) Fabrication equipment - used to transfer design patterns to a mask or reticle, this equipment generally utilizes optical, electron beam or X-rays to write circuit patterns on photoresist coated substrates. After development, these substrates become the mask or reticle for wafer fabrication.\n(ii) Repair equipment - this equipment generally utilizes focused ion beams or laser beams. They are used directly on the mask or reticle to remove chrome.\n(c) Wafer fabrication equipment:\n(i) Film formation equipment - used to apply or produce various films on the surface of the wafer during the fabrication process. These films serve as conductors, insulators and semiconductors on the finished device. They may include oxides and nitrides of the substrate surface, metals, and epitaxial layers. The processes and equipments listed below are not necessarily limited to the generation of a particular type of film.\n(A) Oxidation furnaces - used to form a \"film\" of oxide on the wafer. The oxide is formed by the chemical reaction of the top molecular layers of the wafer with the applied oxygen or steam under heat.\n(B) Chemical Vapor Deposition (CVD) equipment - used to deposit various types of films which are obtained by combining the appropriate gases in a reactant chamber at elevated temperatures. This constitutes a thermochemical vapor-phase reaction. Operations may take place at atmospheric or low pressure (LPCVD) and may use plasma enhancement (PECVD).\n(C) Physical Vapor Deposition (PVD) equipment - used to deposit various types of films which are obtained by vaporizing a solid.\n(1) Evaporation equipment - in which the film is generated by heating the source material.\n(2) Sputtering equipment - in which the film is generated by bombarding the source material (target) with ions.\n(D) Molecular Beam Epitaxy (MBE) equipment - used to grow epitaxial layers on a heated monocrystalline substrate in an ultrahigh vacuum using beams of molecules. The process is similar to PVD.\n(ii) Doping equipment - which is used to introduce dopants into the wafer surface in order to modify the conductivity or other characteristics of a semiconductor layer:\n(A) Thermal diffusion equipment - in which the dopants are introduced into the surface of the wafer by the application of gases under high temperatures.\n(B) Ion Implantation - in which the dopants are \"driven\" into the crystal lattice structure of the surface of the wafer in the form of a beam of accelerated ions.\n(C) Annealing furnaces - which are used to repair the crystal lattice structures of the wafer damaged by ion implantation.\n(iii) Etching and stripping equipment - used for etching or cleaning surfaces of the wafers.\n(A) Wet etching equipment - in which chemical etching materials are applied by spraying or immersion. Spray etchers provide more uniform results than bath etchers, since they perform the operation on one wafer at a time.\n(B) Dry plasma etching - in which etching materials are presented as gases within a plasma energy field, providing an anisotropic etch profile.\n(C) Ion beam milling equipment - in which ionized gas atoms are accelerated toward the wafer surface. The impact results in the top layer being physically removed from the surface.\n(D) Strippers or ashers - using techniques similar to etching, this apparatus removes the spent photoresist from the surface of the wafer after it has served its purpose as a \"stencil\". This equipment is also used for removal of nitrides, oxides, and polysilicon, with an isotropic etch profile.\n(iv) Lithography equipment - used to transfer the circuit designs to the photoresist coated surface of the semiconductor wafer.\n(A) Equipment for coating wafers with photoresist - these include the photoresist spinners which are used to apply liquid photoresist evenly over the surface of the wafer.\n(B) Equipment for exposing the photoresist coated wafer with the circuit design (or a part thereof):\n(1) Using a mask or reticle and exposing the photoresist to light (generally ultraviolet) or, in some instances, X-rays:\n(a) Contact printers - where the mask or reticle is in contact with the wafer during exposure.\n(b) Proximity aligners - similar to contact aligners except actual contact does not take place between the mask or reticle and the wafer.\n(c) Scanning aligners - which use projection techniques to expose a continuously moving slit across the mask and wafer.\n(d) Step and repeat aligners - which use projection techniques to expose the wafer a portion at a time. Exposure can be by reduction from the mask to the wafer or 1:1. Enhancements include the use of an excimer laser.\n(2) Direct write on wafer equipment - these apparatus operate with no mask or reticle. They use a computer controlled \"writing beam\" (such as an electron beam (E-beam), ion beam or laser) to \"draw\" the circuit design directly on the photoresist coated wafer.\n(C) Equipment for developing exposed wafers - these include chemical baths similar to those used in photographic laboratory applications.\n(d) Assembly equipment:\n(i) Dicing equipment - these include sawing machines and scribing machines (including laser scribers) and dicing accessories such as wafer breaking equipment.\n(ii) Die bonding equipment - which installs the die to the package by soldering or gluing\n(iii) Wire bonding equipment - used for attaching thin wires or tapes (usually of gold, aluminum or copper) from the die bonding pads to the corresponding pads on the package.\n(iv) Packaging equipment - which are used to encapsulate or package a semiconductor device. They include sealing furnaces, lid welders, plastic encapsulation presses, lead trim and form equipment, package deflashers, and tin dip and solder plate equipment.\n(e) Testing and inspection equipment:\n(i) Optical inspection equipment - These include equipment that \"examines\" portions of the wafer surface and compares them either to a standard pattern or to other portions of the wafer surface.\n(ii) Electrical testing equipment - These include computer controlled systems that test the functions and electrical specifications of semiconductor devices through the application and detection of electrical signals or patterns. Testing is performed on both unencapsulated dice and packaged integrated circuits.",
      "chapters": [
        {
          "chapter": 84,
          "title": "Nuclear reactors, boilers, machinery and mechanical appliances; parts thereof"
        },
        {
          "chapter": 85,
          "title": "Electrical machinery and equipment and parts thereof; sound recorders and reproducers, television image and sound recorders and reproducers, and parts and accessories of such articles"
        }
      ]
    },
    {
      "section": "XVII",
      "title": "Vehicles, Aircraft, Vessels and Associated Transport Equipment",
      "section_notes": "1. This section does not cover articles of heading 9503 or 9508, or sleds, bobsleds, toboggans or the like of heading 9506.\n2. The expressions \"parts\" and \"parts and accessories\" do not apply to the following articles, whether or not they are identifiable as for the goods of this section:\n(a) Joints, washers or the like of any material (classified according to their constituent material or in heading 8484) or other articles of vulcanized rubber other than hard rubber (heading 4016);\n(b) Parts of general use, as defined in note 2 to section XV, of base metal (section XV) or similar goods of plastics (chapter 39);\n(c) Articles of chapter 82 (tools);\n(d) Articles of heading 8306;\n(e) Machines or apparatus of headings 8401 to 8479, or parts thereof, other than the radiators for the articles of this section; articles of heading 8481 or 8482 or, provided they constitute integral parts of engines or motors, articles of heading 8483;\n(f) Electrical machinery or equipment (chapter 85);\n(g) Articles of chapter 90;\n(h) Articles of chapter 91;\n(ij) Arms (chapter 93);\n(k) Luminaires and lighting fittings and parts thereof of heading 9405; or\n(l) Brushes of a kind used as parts of vehicles (heading 9603).\n3. References in chapters 86 to 88 to \"parts\" or \"accessories\" do not apply to parts or accessories which are not suitable for use solely or principally with the articles of those chapters. A part or accessory which answers to a description in two or more of the headings of those chapters is to be classified under that heading which corresponds to the principal use of that part or accessory.\n4. For the purposes of this section:\n(a) Vehicles specially constructed to travel on both road and rail are classified under the appropriate heading of chapter 87;\n(b) Amphibious motor vehicles are classified under the appropriate heading of chapter 87;\n(c) Aircraft specially constructed so that they can also be used as road vehicles are classified under the appropriate heading of chapter 88.\n5. Air-cushion vehicles are to be classified within this section with the vehicles to which they are most akin as follows:\n(a) In chapter 86 if designed to travel on a guide-track (hovertrains);\n(b) In chapter 87 if designed to travel over land or over both land and water;\n(c) In chapter 89 if designed to travel over water, whether or not able to land on beaches or landing-stages or also able to travel over ice.\nParts and accessories of air-cushion vehicles are to be classified in the same way as those of vehicles of the heading in which the air-cushion vehicles are classified under the above provisions.\nHovertrain track fixtures and fittings are to be classified as railway track fixtures and fittings, and signaling, safety or traffic control equipment for hovertrain transport systems as signaling, safety or traffic control equipment for railways.",
      "chapters": [
        {
          "chapter": 86,
          "title": "Railway or tramway locomotives, rolling-stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electro-mechanical) traffic signalling equipment of all kinds"
        },
        {
          "chapter": 87,
          "title": "Vehicles other than railway or tramway rolling stock, and parts and accessories thereof"
        },
        {
          "chapter": 88,
          "title": "Aircraft, spacecraft, and parts thereof"
        },
        {
          "chapter": 89,
          "title": "Ships, boats and floating structures"
        }
      ]
    },
    {
      "section": "XVIII",
      "title": "Optical, Photographic, Cinematographic, Measuring, Checking, Precision, Medical or Surgical Instruments and Apparatus; Clocks and Watches; Musical Instruments; Parts and Accessories Thereof",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 90,
          "title": "Optical, photographic, cinematographic, measuring, checking, precision, medical or surgical instruments and apparatus; parts and accessories thereof"
        },
        {
          "chapter": 91,
          "title": "Clocks and watches and parts thereof"
        },
        {
          "chapter": 92,
          "title": "Musical instruments; parts and accessories of such articles"
        }
      ]
    },
    {
      "section": "XIX",
      "title": "Arms and Ammunition; Parts and Accessories Thereof",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 93,
          "title": "Arms and ammunition; parts and accessories thereof"
        }
      ]
    },
    {
      "section": "XX",
      "title": "Miscellaneous Manufactured Articles",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 94,
          "chapter_notes": "Notes\n1. This chapter does not cover:\n(a) Pneumatic or water mattresses, pillows or cushions, of chapter 39, 40 or 63;\n(b) Mirrors designed for placing on the floor or ground (for example, cheval-glasses (swing-mirrors)) of heading 7009;\n(c) Articles of chapter 71;\n(d) Parts of general use as defined in note 2 to section XV, of base metal (section XV), or similar goods of plastics (chapter 39), or safes of heading 8303;\n(e) Furniture specially designed as parts of refrigerating or freezing equipment of heading 8418; furniture specially designed for sewing machines (heading 8452);\n(f) Lamps or light sources and parts thereof of chapter 85;\n(g) Furniture specially designed as parts of apparatus of heading 8518 (heading 8518), of heading 8519 or 8521 (heading 8522) or of headings 8525 to 8528 (heading 8529);\n(h) Articles of heading 8714;\n(ij) Dentists' chairs incorporating dental appliances of heading 9018 or dentists' spittoons (heading 9018);\n(k) Articles of chapter 91 (for example, clocks and clock cases);\n(l) Toy furniture or toy luminaires and lighting fittings (heading 9503), billiard tables or other furniture specially constructed for games (heading 9504), furniture for conjuring tricks or decorations (other than lighting strings) such as Chinese lanterns (heading 9505); or\n(m) Monopods, bipods, tripods and similar articles (heading 9620).\n2. The articles (other than parts) referred to in headings 9401 to 9403 are to be classified in those headings only if they are designed for placing on the floor or ground. The following are, however, to be classified in the above-mentioned headings even if they are designed to be hung, to be fixed to the wall or to stand one on the other:\n(a) Cupboards, bookcases, other shelved furniture (including single shelves presented with supports for fixing them to the wall) and unit furniture;\n(b) Seats and beds.\n3. (a) In headings 9401 to 9403 references to parts of goods do not include references to sheets or slabs (whether or not cut to shape but not combined with other parts) of glass (including mirrors), marble or other stone or of any other material referred to in chapter 68 or 69.\n(b) Goods described in heading 9404, entered separately, are not to be classified in heading 9401, 9402 or 9403 as parts of goods.\n4. For the purposes of heading 9406, the expression \"prefabricated buildings\" means buildings which are finished in the factory or put up as elements, entered together, to be assembled on site, such as housing or worksite accommodation, offices, schools, shops, sheds, garages or similar buildings. Prefabricated buildings include \"modular building units\" of steel, normally presented in the size and shape of a standard shipping container, but substantially or completely pre-fitted internally. Such modular building units are normally designed to be assembled together to form permanent buildings.\nAdditional U.S. Note\n1. For the purposes of subheading 9401.20.00, \"seats of a kind used for motor vehicles\" does not include child safety seats.\nStatistical Notes\n1. In heading 9401, stationary activity centers do not have castors or wheels.\n2. For the purposes of statistical reporting number 9403.20.0075, the term \"boltless or press-fit steel shelving units prepackaged for sale\" refers to steel shelving in which the steel vertical and horizontal supports lock together to form the frame for the shelving unit and are assembled primarily without the use of nuts and bolts or screws. Boltless steel shelving includes rivet shelving, welded frame shelving, slot and tab shelving, and punched rivet (quasi-rivet) shelving but does not include wall-mounted shelving or wire shelving units in which a wire deck and wire horizontal supports are integrated into a single piece.\n3. For the purposes of statistical reporting number 9403.20.0078, \"metal exchange lockers\" are lockers with individual locking doors mounted on one master locking door to access multiple units used by commercial businesses, hospitals, police departments, condominiums, apartments, hotels, automobile dealerships, etc.\n4. For the purposes of statistical reporting numbers 9404.90.1030, 9404.90.1060, 9404.90.2030 and 9404.90.2060, \"bed pillows\" are pillows used on a bed to support the head and neck while sleeping.\n5. For purposes of heading 9406, the unit of quantity, m2, refers to the floor area of the building when assembled.",
          "title": "Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, not elsewhere specified or included; illuminated sign illuminated nameplates and the like; prefabricated buildings"
        },
        {
          "chapter": 95,
          "chapter_notes": "Notes\n1. This chapter does not cover:\n(a) Candles (heading 3406);\n(b) Fireworks or other pyrotechnic articles of heading 3604;\n(c) Yarns, monofilament, cords or gut or the like for fishing, cut to length but not made up into fishing lines, of chapter 39, heading 4206 or section XI;\n(d) Sports bags or other containers of heading 4202, 4303 or 4304;\n(e) Fancy dress of textiles, of chapter 61 or 62; sports clothing and special articles of apparel of textiles, of chapter 61 or 62, whether or not incorporating incidentally protective components such as pads or padding in the elbow, knee or groin areas (for example, fencing clothing or soccer goalkeeper jerseys);\n(f) Textile flags or bunting, or sails for boats, sailboards or land craft, of chapter 63;\n(g) Sports footwear (other than skating boots with ice or roller skates attached) of chapter 64, or sports headgear of chapter 65;\n(h) Walking-sticks, whips, riding-crops or the like (heading 6602), or parts thereof (heading 6603);\n(ij) Unmounted glass eyes for dolls or other toys, of heading 7018;\n(k) Parts of general use, as defined in note 2 to section XV, of base metal (section XV), or similar goods of plastics (chapter 39);\n(l) Bells, gongs or the like of heading 8306;\n(m) Pumps for liquids (heading 8413), filtering or purifying machinery and apparatus for liquids or gases (heading 8421), electric motors (heading 8501), electric transformers (heading 8504), discs, tapes, solid-state non-volatile storage devices, \"smart cards\" and other media for the recording of sound or of other phenomena, whether or not recorded (heading 8523), radio remote control apparatus (heading 8526) or cordless infrared remote control devices (heading 8543);\n(n) Sports vehicles (other than sleds, bobsleds, toboggans and the like) of section XVII;\n(o) Children's bicycles (heading 8712);\n(p) Unmanned aircraft (heading 8806);\n(q) Sports craft such as canoes and skiffs (chapter 89), or their means of propulsion (chapter 44 for such articles made of wood);\n(r) Spectacles, goggles or the like, for sports or outdoor games (heading 9004);\n(s) Decoy calls or whistles (heading 9208);\n(t) Arms or other articles of chapter 93;\n(u) Lighting strings of all kinds (heading 9405);\n(v) Monopods, bipods, tripods and similar articles (heading 9620);\n(w) Racket strings, tents or other camping goods, or gloves, mittens and mitts (classified according to their constituent material); or\n(x) Tableware, kitchenware, toilet articles, carpets and other textile floor coverings, apparel, bed linen, table linen, toilet linen, kitchen linen and similar articles having a utilitarian function (classified according to their constituent material). 1/\n1/ See subheading 9817.95.01 and 9817.95.05\n2. This chapter includes articles in which natural or cultured pearls, precious or semiprecious stones (natural, synthetic or reconstructed), precious metal or metal clad with precious metal constitute only minor constituents.\n3. Subject to note 1 above, parts and accessories which are suitable for use solely or principally with articles of this chapter are to be classified with those articles.\n4. Subject to the provisions of Note 1 above, heading 9503 applies, inter alia, to articles of this heading combined with one or more items, which cannot be considered as sets under the terms of General Interpretative Rule 3(b), and which, if presented separately, would be classified in other headings, provided the articles are put up together for retail sale and the combinations have the essential character of toys.\n5. Heading 9503 does not cover articles which, on account of their design, shape or constituent material, are identifiable as intended exclusively for animals, for example, \"pet toys\" (classification in their own appropriate heading).\n6. For the purposes of heading 9508:\n(a) The expression \"amusement park rides\" means a device or combination of devices or equipment that carry, convey, or direct a person or persons over or through a fixed or restricted course, including watercourses, or within a defined area for the primary purpose of amusement or entertainment. Such rides may be combined within an amusement park, theme park, water park or fairground. These amusement park rides do not include equipment of a kind commonly installed in residences or playgrounds;\n(b) The expression \"water park amusements\" means a device or combination of devices or equipment that are characterized by a defined area involving water, with no purposes built path. Water park amusements only include equipment designed specifically for water parks; and\n(c) The expression \"fairground amusements\" means games of chance, strength or skill, which commonly employ an operator or attendant and may be installed in permanent buildings or independent concession stalls. Fairground amusements do not include equipment of heading 9504. This heading does not include equipment more specifically classified elsewhere in the tariff schedule.\nSubheading Note\n1. Subheading 9504.50 covers:\n(a) Video game consoles from which the image is reproduced on a television receiver, a monitor or other external screen or surface; or\n(b) Video game machines having a self-contained video screen, whether or not portable. This subheading does not cover video game consoles or machines operated by coins, banknotes, bank cards, tokens or by any other means of payment (subheading 9504.30).\nStatistical note\n1. In heading 9503, classification is based on the youngest age for which the product is intended. For example, an item labeled \"For ages 2–5\" would be appropriately classified in the \"Under 3 years of age\" category. Parts and accessories, if not specifically labeled for a specific age, should be classified under the age designation that would be applicable to the finished retail product of which it is a component or in which it is incorporated.",
          "title": "Toys, games and sports requisites; parts and accessories thereof"
        },
        {
          "chapter": 96,
          "chapter_notes": "Notes\n1. This chapter does not cover:\n(a) Pencils for cosmetic or toilet uses (chapter 33);\n(b) Articles of chapter 66 (for example, parts of umbrellas or walking-sticks);\n(c) Imitation jewelry (heading 7117);\n(d) Parts of general use, as defined in note 2 to section XV, of base metal (section XV) or similar goods of plastics (chapter 39);\n(e) Cutlery or other articles of chapter 82 with handles or other parts of carving or molding materials; heading 9601 or 9602 applies, however, to separately entered handles or other parts of such articles;\n(f) Articles of chapter 90 (for example, spectacle frames (heading 9003), mathematical drawing pens (heading 9017), brushes of a kind specialized for use in dentistry or for medical, surgical or veterinary purposes (heading 9018));\n(g) Articles of chapter 91 (for example, clock or watch cases);\n(h) Musical instruments or parts or accessories thereof (chapter 92);\n(ij) Articles of chapter 93 (arms and parts thereof);\n(k) Articles of chapter 94 (for example, furniture, luminaires and lighting fittings);\n(l) Articles of chapter 95 (toys, games, sports equipment); or\n(m) Works of art, collectors' pieces or antiques (chapter 97).\n2. In heading 9602 the expression \"vegetable or mineral carving material\" means:\n(a) Hard seeds, pips, hulls and nuts and similar vegetable materials of a kind used for carving (for example, corozo and dom);\n(b) Amber, meerschaum, agglomerated amber and agglomerated meerschaum, jet and mineral substitutes for jet.\n3. In heading 9603 the expression \"prepared knots and tufts for broom or brush making\" applies only to unmounted knots and tufts of animal hair, vegetable fiber or other material, which are ready for incorporation without division in brooms or brushes, or which require only such further minor processes as trimming to shape at the top, to render them ready for such incorporation.\n4. Articles of this chapter, other than those of headings 9601 to 9606 or 9615, remain classified in the chapter whether or not composed wholly or partly of precious metal or metal clad with precious metal, of natural or cultured pearls, or precious or semiprecious stones (natural, synthetic or reconstructed). However, headings 9601 to 9606 and 9615 include articles in which natural or cultured pearls, precious or semiprecious stones (natural, synthetic or reconstructed), precious metal or metal clad with precious metal constitute only minor constituents.\nAdditional U.S. Notes\n1. For the purposes of heading 9606 the term \"line\" in the rates of duty columns means the line button measure of 0.635 mm.\n2. Buttons (whether or not finished) provided for in subheadings 9606.21.40 and 9606.29.20 which are the product of an insular possession of the United States outside the customs territory of the United States and which are manufactured or produced from button blanks or unfinished buttons which were the product of any foreign country shall be subject to duty under subheadings 9606.21.40 and 9606.29.20 at the rates which apply to products of such foreign country.",
          "title": "Miscellaneous manufactured articles"
        }
      ]
    },
    {
      "section": "XXI",
      "title": "Works of Art, Collectors' Pieces and Antiques",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 97,
          "title": "Works of art, collectors' pieces and antiques"
        }
      ]
    },
    {
      "section": "XXII",
      "title": "Special Classification Provisions; Temporary Legislation; Temporary Modifications Proclaimed pursuant to Trade Agreements Legislation; Additional Import Restrictions Proclaimed Pursuant to Section 22 of the Agricultural Adjustment Act, As Amended",
      "section_notes": "None",
      "chapters": [
        {
          "chapter": 98,
          "title": "Special classification provisions"
        },
        {
          "chapter": 99,
          "title": "Temporary legislation; temporary modifications proclaimed pursuant to trade agreements legislation; additional import restrictions proclaimed pursuant to section 22 of the Agricultural Adjustment Act, as amended"
        }
      ]
    }
  ]
}